{
    "app_name": "App Name",
    "app_title": "Raspirus",
    "back_btn": "HOME",
    "description": "Description",
    "description_val": "A simple YARA rule-based antivirus focused on resource efficiency, ease of use, and effectiveness",
    "error_title": "Error",
    "folder_selection_not": "No folder selected",
    "file_selection_not": "No file selected",
    "info": "Info",
    "info_title": "Information",
    "license": "License",
    "license_val": "Open Source GPLv3",
    "maintainers": "Maintainers",
    "notice_title": "Notice",
    "permissions_title": "User Agreement",
    "permissions_text": "This program is designed to scan for malicious software on USB drives that are inserted into your computer. By using this program, you acknowledge that you are responsible for the content of the USB drive and any potential damage it may cause to your computer system. You also acknowledge that the program is not guaranteed to detect all malware and cannot be held responsible for any malware that may go undetected. By inserting a USB drive into your computer and running the program, you are giving your consent to have the drive scanned for malware. If you do not consent to this, do not insert the USB drive or run the program. The results of the scan are for informational purposes only and should be carefully reviewed by the user. The program does not make any guarantees regarding the accuracy or completeness of the scan results. It is the user's responsibility to ensure that they are aware of any potential risks associated with using a USB drive, including the risk of malware infection. Users should only use USB drives from trusted sources and exercise caution when inserting unknown drives into their computer. The Raspirus program is provided on an 'as-is' basis and cannot be held liable for any damages, including but not limited to, data loss, system crashes, or any other damages resulting from the use of the program. By using the Raspirus program, you agree to these terms and conditions. If you do not agree to these terms and conditions, do not use the program.",
    "pick_file": "Pick a file",
    "pick_folder": "Pick a folder",
    "results": "Results",
    "results_found": "Found files:",
    "results_skipped": "Skipped files: ",
    "scanner_scanning": "Scanning...",
    "scanner_indexing": "Indexing...",
    "settings": "Settings",
    "start": "Start",
    "set_download_logs": "Download Logs",
    "set_download_logs_desc": "Copies the Logs to your Downloads folder",
    "set_download_logs_btn": "DOWNLOAD ",
    "set_logging": "Logging",
    "set_logging_desc": "Turns On/Off the debug logs",
    "set_max_matches": "Max Matches",
    "set_max_matches_desc": "Maximum amount of YARA rules that will match",
    "set_min_matches": "Min Matches",
    "set_min_matches_desc": "Minimum amount of YARA rules that must match",
    "set_threads": "Threads",
    "set_threads_desc": "Number of threads to use for parallel scanning.",
    "set_threads_desc_rec": "recommended",
    "terms_part_1": "By using this app, you accept our",
    "terms_part_2": "Terms and Conditions.",
    "usb_list_not_found": "No mounted USB devices detected",
    "updater_description": "Updates the Rules. Currently on:",
    "updater_running": "Already running update!",
    "updater_update": "Update",
    "updater_updated": "Updated",
    "updater_updating": "Updating...",
    "version": "Version",
    "warn_no_path": "No path has been selected",
    "warn_offline": "You appear to be offline",
    "website": "Website"
}
